שלום וברכה משתמש יקר!
באפליקציה זו היא בעצם פוליגרף ממוחשב, כך תוכל לבדוק האם מישהו שאתה חושד בו, אכן משקר עליך.
באפליקציה עובדת ב3 שלבים כאשר בשלבים  הראשון והשני יבדקו תגובות הנבחן שלך למצב בו הוא אומר אמת וכן למצב בו הוא אומר שקר והשלב השלישי הוא השלב בו תוכל לשאול את השאלות שאתה רוצה לבדוק האם הנבחן משקר בהן. והאפליקציה תתן לך תשובה בכמה אחוזי וודאות הנבחן שיקר.
אם ברצונך להתחיל את הבחינה המורכבת מ3 השלבים הקש על הכפתור "להתחלת הבחינה",
לאחר מכן המשך לפעול לפי ההוראות.
בהצלחה ותודה שבחרת להשתמש בbool false!!

